/* Warning that a clickatell.com account is required */
"(Clickatell.com account required.)" = "(Ett Clickatell.com-konto krävs.)";

/* Label for account field */
"Account:" = "Konto:";

/* label for API ID field */
"API ID:" = "API-ID:";

/* label for destination number field */
"Destination Number:" = "Mottagarnummer:";

/* Label for password field */
"Password:" = "Lösenord:";

/* Title for SMS plugin */
"SMS Notifications" = "SMS-meddelanden";

/* Instructions for clickatell */
"To register:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFor rates see:\nhttp://www.clickatell.com/brochure/pricing.php" = "För registrering:\nhttp://www.clickatell.com/brochure/products/api_xml.php\n\nFör priser:\nhttp://www.clickatell.com/brochure/pricing.php";

